token = 'YOUR TOKEN'
access_token = 'APP TOKEN'
group_id = '198776140'


hello_msg = [
    'начать', # Русский и Дореволюционный и Советский
    'iniziare', # Итальянский
    'start', # Английский
    'почати', # Украинский
    'սկսել', # Армянский
    'boshlash', # Узбекский
    'başlamaq', # Азербайджанский
    'бастау' # Казахстанский
]
keyword_phrases = ['бот','привет','хай','салам','че каво', '/help', '/reg', 'рейтинг', 'дискорд', 'сегодня', 'костенко', 'цитата', 'последнее', 'гороскоп', '/report']