arrLang = {
    'ru-RU': {
        'choose-lang':              'Выберите язык:',

        'conf-choose-lang':         'Вы выбрали язык - Русский.'
                                    '\nДля обеспечения корректной работы системы необходим сбор дополнительных данных. '
                                    'Согласно ФЗ №152 «О персональных данных» ваши данные не будут разглашены.',

        'settings-save':            'Изменения были сохранены',

        'accept-agreement':         'Приятного использования!'
                                    '\nДля вызова основного меню повторите команду "!start" или воспользуйтесь одной из '
                                    'предложенных кнопок.',

        'deny-agreement':           'Хорошо! Вы всё еще можете пользоваться системой, предлагаем ознакомиться с '
                                    'документацией о правильном пользовании.'
                                    '\nhttps://vk.com/@studfpm-fktpm-bot',

        'main-menu-info':           'Добро пожаловать!'
                                    '\nЯ - система информирования студентов «Ментор.КубГУ». Понадобиться помощь - '
                                    'просто вспомни обо мне 😉',

        'settings-menu-info':       'Выбирай с умом!',

        'navigation-menu-info':     'Да-да, вам не показалось, это то самое! '
                                    '\nНАВИГАТОР.КубГУ'
                                    '\n\nТеперь вы можете не только найти аудиторию, но и узнать как дойти до Кампуса. '
                                    'С любовью, ваш разработчик-баклан ❤',

        'sorry-allchat':            'Пока что я реагирую только в ЛС',

        'about-app':                'Система информирования студентов КубГУ (Ментор КубГУ).'
                                    '\n\n Версия: v1.2 (1067)'
                                    '\nЧто нового: \n\t- Внесены правки в текст.\n\t- Добавлена языковая система'
                                    '\n\nЯзыки:'
                                    '\n🇷🇺 Русский - Антон Билута, Марина Израильян'
                                    '\n🇬🇧 Английский - Марина Израильян'
                                    '\n🇮🇹 Итальянский - Марина Израильян'
                                    '\n🇦🇲 Армянский - Рубен Захарян, Леван Думанян'
                                    '\n🇺🇦 Украинский - Антон Билута'
                                    '\n🇰🇿 Казахстанский - Даяна Сабитова'
                                    '\n\nРазработчик: [id271870028|Антон Билута]'
                                    '\nПо вопросам сотрудничества обращаться к разработчику.',

        'app-menu': {
            'info':             'Полезные модули, которые могут вам пригодиться.',
            'blanks':           'Здесь ты можешь найти интересующий тебя бланк.'
                                '\nДля удобства все бланки подписаны, всё что тебе остаётся - выбрать и скачать, перейдя по ссылке.'
                                '\n\n1. Образец заявления на общежитие'
                                '\nhttps://vk.com/doc-940543_437838021'
                                '\n\n2. Кодекс Корпоративной Культуры КубГУ'
                                '\nhttps://drive.google.com/file/d/1WPWPXEaMwSTKUvibv7VbcNcM-3MzVUQt/view?usp=sharing'
                                '\n\nДругие бланки вы можете скачать здесь - https://www.kubsu.ru/ru/econ/blanki-zayavleniy',
            'wifi':             'Нужен интернет? Не беда!'
                                '\n\nKUBSU - твой пароль'
                                '\nПодвал - подвал'
        },
        'univ-menu': {
            'start':            'Что хочешь узнать?',
            'info':             'Если у вас есть идеи по поводу данного блока - обращайтесь к разработчику',
            'input':            'Выберите уровень обучения.',
            'life': {
                'info':                     'Это меню Университетской жизни',
                'news':                     'Здесь вы узнаете все новости',
                'mer':                      'Мероприятия',
                'struct':                   'Какие структуры есть в КубГУ'
                                            '\n\nОСО - Объединенный совет обучающихся - это блаблабла и вот ссылка.'
                                            '\nПрофком - это блаблабла и ссылки нет.',
                'clubs': {
                    'info':                     'Добро пожаловать на страницу всех клубов КубГУ.'
                                                '\nВыбери тот, о котором хочешь узнать больше.'
                                                '\n\n** Уточнения:'
                                                '\nЦПВ - центр патриотического воспитания.'
                                                '\nКПД - клуб парламентских дебатов.'
                                                '\nКСН - корпус студенческих наставников.'
                                                '\nОРСО - отделение российских студенческих отрядов КубГУ.'
                                                '\nЦНК - центр национальных культур.',

                    'presscenter': 'Пресс-центр КубГУ.'
                                   '\nСоздаёт единое информационное пространство КубГУ, освещает мероприятия, '
                                   'проводимые в университете и вне университета, если в них участвуют студенты КубГУ',

                    'imperial': 'Студенческий спортивный клуб КубГУ "Империал"'
                                '\nРазвивает массовый студенческий спорт и популяризирует здоровый образ жизни, '
                                'стремится сделать спорт доступным для каждого.'
                                '\n\nРуководитель: [id84063853|Анастасия Козлова]'
                                '\nМы в ВК: [imperial_kubsu|ССК Империал]',

                    'greencubik': 'Экологическое сообщество "Зеленый Кубик"'
                                  '\nСообщество во имя защиты природы и населяющих её живых существ, для сохранения и '
                                  'восстановления природы и культурного наследия человечества, физического и духовного '
                                  'здоровья студентов, обеспечения экологической безопасности, устойчивого '
                                  '(сбалансированного) развития.'
                                  '\n\nРуководитель: [id230359278|Аркадий Егоров]'
                                  '\nМы в ВК: [greencube23|Зелёный Кубик]',

                    'gamedesign': 'Клуб настольных игр и гейм дизайна "Седьмая грань"'
                                  '\nСоздает возможность для творческого самовыражения и интеллектуального развития '
                                  'обучающихся.'
                                  '\n\nРуководитель: [id340482289|Глеб Коцюба]'
                                  '\nМы в ВК: [7gran_kubsu|Седьмая Грань]',

                    'patriotvosp': 'Центр патриотического воспитания.'
                                   '\nОсуществляет организацию и проведение ппатриотических мероприятий. '
                                   'Среди основных направлений работы можно выделить: походы в музей, встречи с '
                                   'ветеранами, благоустройство братских могил на кладбищах, круглые столы, '
                                   'а также беседы на тему патриотизма.',

                    'debatclub': 'Клуб парламентских дебатов.'
                                 '\nОсуществляет развитие личности, критического мышления, навыков ораторского '
                                 'мастерства и создание жизненных моделей для решения любого рода вопросов.'
                                 '\n\nСобрания: Среда 18:00'
                                 '\nМесто: Общежитие №3 ауд. 2'
                                 '\n\nПредседатель: [id168868763|Мелания Золанская]'
                                 '\nМы в ВК: [debate_kubsu|КПД КубГУ]',

                    'clubnastav': 'Корпус студенческих наставников.'
                                  '\nФормирует в рамках каждого факультета группы, которые помогают первокурсникам '
                                  'ориентироваться в студенческой жизни КубГУ'
                                  '\n\nСобрания: Информация отсутствует.'
                                  '\nМесто: информация отсутствует.'
                                  '\n\nРуководитель: [id181538076|Анна Щетинина]'
                                  '\nМы в ВК: [nastavnik_kubsu|КСН КубГУ]',

                    'studotryad': 'Отделение российских студенческих отрядов.'
                                  'Создаёт временные трудовые коллективы, для добровольной работы в свободное от учёбы '
                                  'время на различные промышленные и сельскохозяйственные объекты, а также в детских '
                                  'лагерях.',

                    'nackult': 'Центр национальных культур.'
                               '\nПозволяет узнать традиции и обычаи других культур, обмениваться опытом с '
                               'иностранными студентами.'


                },
                'opportunities':            'Мб нам это и не надо)',
                'museum':                   'Тоже может быть не нужно'

            },
            'spam':             'Скоро появится возможность подписываться на новостную рассылку.'
        },
        'faculties-info':           'Выбери один из списка'
    },
    'en-GB': {
        'choose-lang':              'Choose language:',

        'conf-choose-lang':         'You have selected a language - English.'
                                    '\nTo ensure the correct operation of the system, additional data collection is '
                                    'required. According to the Federal Law of the Russian Federation '
                                    'No. 152 «On Personal Data», your data will not be disclosed.',

        'settings-save':            'Changes have been saved',

        'accept-agreement':         'Enjoy your use!'
                                    '\nTo call the main menu, repeat the "!start" command or use one of the '
                                    'offered buttons.',

        'deny-agreement':           'Good! You can still use the system, we suggest that you familiarize yourself with '
                                    'the documentation on the correct use.'
                                    '\nhttps://vk.com/@studfpm-fktpm-bot',

        'main-menu-info':           'Welcome!'
                                    '\nI am the system of informing students «Mentor.KubSU». Need help - '
                                    'just remember me 😉',

        'settings-menu-info':       'Choose wisely!',

        'navigation-menu-info':     'Yes, yes, it didn’t seem to you, this is the same!'
                                    '\nNAVIGATOR.KubSU'
                                    '\nNow you can not only find an audience, but also find out how to get to the Campus.'
                                    '\nLove, your cormorant developer ❤',

        'sorry-allchat':            'So far, I only react on drugs',

        'about-app':                'Information system for students of KubSU (Mentor of KubSU).'
                                    '\n\n Version: v1.2 (1067)'
                                    "\nWhat's new: \n\t- Changes have been made to the text."
                                    "\n\t- Added language system"
                                    '\n\nLanguages:'
                                    '\n🇷🇺 Russian - Антон Билута, Марина Израильян'
                                    '\n🇬🇧 English - Марина Израильян'
                                    '\n🇮🇹 Italian - Марина Израильян'
                                    '\n🇦🇲 Armenian - Рубен Захарян, Леван Думанян'
                                    '\n🇺🇦 Ukrainian - Антон Билута'
                                    '\n🇰🇿 Kazakh - Даяна Сабитова'
                                    '\n\nDeveloper: [id271870028|Антон Билута]'
                                    '\nFor cooperation, contact the developer.',

        'app-menu': {
            'info':             'Helpful modules that you might find useful.',
            'blanks':           'Here you can find the form you are interested in.'
                                '\nFor convenience, all the forms are signed, all you have to do is select and download by clicking on the link.'
                                '\n\n1. Sample application for a hostel'
                                '\nhttps://vk.com/doc-940543_437838021'
                                '\n\n2. Code of Corporate Culture of KubSU'
                                '\nhttps://drive.google.com/file/d/1WPWPXEaMwSTKUvibv7VbcNcM-3MzVUQt/view?usp=sharing'
                                '\n\nYou can download other forms here - https://www.kubsu.ru/ru/econ/blanki-zayavleniy',
            'wifi':             'Do you need internet? No problem!'
                                '\n\nKUBSU - your password'
                                '\nBasement - basement'
        },

        'univ-menu': {
            'start':            'What do you want to know?',
            'info':             'If you have any ideas about this block - contact the developer',
            'input':            'Choose your training level.',
            'life': {
                'info':                     'This is the menu of University life',
                'news':                     'Find out all the news here',
                'mer':                      'Events',
                'struct':                   'What structures are there at KubSU'
                                            "\n\nCCA - Joint Student Council - it's blah blah and here's the link."
                                            '\nThe trade union committee is blabble and there is no link.',
                'clubs': {
                    'info':                     'Welcome to the page of all KubSU clubs.'
                                                '\nChoose the one you want to know more about.'
                                                '\n\n** Clarifications:'
                                                '\nCPE is a center for patriotic education.'
                                                '\nPDK is a parliamentary debate club.'
                                                '\nCSM - corps of student mentors.'
                                                '\nDRST - department of Russian student teams of KubSU.'
                                                '\nCNC - center of national cultures.',

                    'presscenter': 'Press center of KubSU.'
                                   '\nCreates a single information space for KubSU, covers events held at '
                                   'the university and outside the university, if students of KubSU participate in them',

                    'imperial': 'Student Sports Club of KubSU "Imperial"'
                                '\nDevelops mass student sports and popularizes a healthy '
                                'lifestyle, strives to make sports accessible to everyone.'
                                '\n\nLeader: [id84063853|Anastasia Kozlova]'
                                '\nWe are in VK: [imperial_kubsu|SSK Imperial]',

                    'greencubik': 'Ecological community "Green Cube"'
                                  '\nCommunity in the name of protecting nature and living beings '
                                  'inhabiting it, for the preservation and restoration of nature and '
                                  'the cultural heritage of mankind, physical and spiritual health of '
                                  'students, ensuring environmental safety, sustainable (balanced) development.'
                                  '\n\nLeader: [id230359278|Arkady Egorov]'
                                  '\nWe are in VK: [greencube23|Green Cube]',

                    'gamedesign': 'Board Games and Game Design Club "Seventh Edge"'
                                  '\nCreates an opportunity for creative self-expression and intellectual '
                                  'development of students.'
                                  '\n\nLeader: [id340482289|Gleb Kotsyuba]'
                                  '\nWe are in VK: [7gran_kubsu|Seventh Edge]',

                    'patriotvosp': 'Center for Patriotic Education.'
                                   '\nOrganizes and conducts patriotic events. '
                                   'Among the main areas of work are: visits to the museum, meetings with '
                                   'veterans, improvement of mass graves in cemeteries, round tables, as '
                                   'well as conversations on the topic of patriotism.',

                    'debatclub': 'Parliamentary Debate Club.'
                                 '\nCarries out the development of personality, critical thinking, public '
                                 'speaking skills and the creation of life models for solving any kind of issues.'
                                 '\n\nMeetings: Wed. 6 PM'
                                 '\nPlace: Dormitory num.3 Lect. 2'
                                 '\n\nLeader: [id168868763|Melania Zolanskaya]'
                                 '\nWe are in VK: [debate_kubsu|PDC KubSU]',

                    'clubnastav': 'Student Mentor Corps.'
                                  '\nForms groups within each faculty that help freshmen to navigate in the '
                                  'student life of KubSU'
                                  '\n\nMeetings: Information is absent.'
                                  '\nPlace: Information is absent.'
                                  '\n\nLeader: [id181538076|Anna Shchetinina]'
                                  '\nМы в ВК: [nastavnik_kubsu|SMC KubSU]',

                    'studotryad': 'Branch of Russian student teams.'
                                  'Creates temporary labor collectives for voluntary work in their free time at various '
                                  "industrial and agricultural facilities, as well as in children's camps.",

                    'nackult': 'Center for National Cultures.'
                               '\nIt allows you to learn the traditions and customs of other cultures, '
                               'exchange experiences with foreign students.'


                },
                'opportunities':            'Мб нам это и не надо)',
                'museum':                   'Тоже может быть не нужно'

            },
            'spam':             'It will be possible to subscribe to the newsletter soon.'
        },
        'faculties-info':           'Choose one from the list'
    },
    'it-IT': {
        'choose-lang':              'Scegli la lingua:',
        'conf-choose-lang':         'Hai selezionato la lingua - Italiano.'
                                    '\nPer garantire il corretto funzionamento del sistema è necessaria una raccolta '
                                    'di dati aggiuntivi. Secondo la legge federale della Federazione Russa n. 152 '
                                    '«Sui dati personali», i tuoi dati non saranno divulgati.',
        'settings-save':            'I cambiamenti sono stati salvati.',
        'accept-agreement':         'Buon uso!'
                                    '\nPer richiamare il menu principale ripetere il comando "!start" oppure utilizzare '
                                    'uno dei pulsanti proposti.',
        'deny-agreement':           'Bene! Puoi comunque utilizzare il sistema, ti suggeriamo di familiarizzare con la '
                                    'documentazione sul corretto utilizzo.'
                                    '\nhttps://vk.com/@studfpm-fktpm-bot',
        'main-menu-info':           'Ben arrivato!'
                                    '\nSono il sistema di informazione degli studenti «Mentor.KubSU». '
                                    'Hai bisogno di aiuto - ricordati di me 😉',
        'settings-menu-info':       'Scegliere saggiamente!',
        'navigation-menu-info':     '1 - Navigazione universitaria'
                                    '\n2 - Dove mangiare?'
                                    '\n3 - Hai bisogno di un timbro?'
                                    '\n4 - Relax!',
        'sorry-allchat':            'Finora, ho reagito solo alle droghe',
        'about-app':                'Sistema informativo per studenti di KubSU (Mentore di KubSU).'
                                    '\n\n Versione: v1.2 (1067)'
                                    "\nCosa c'è di nuovo: \n\t- Testo modificato.\n\t- Sistema linguistico aggiunto"
                                    '\n\nLe lingue:'
                                    '\n🇷🇺 russo - Антон Билута, Марина Израильян'
                                    '\n🇬🇧 inglese - Марина Израильян'
                                    '\n🇮🇹 italiano - Марина Израильян'
                                    '\n🇦🇲 armeno - Рубен Захарян, Леван Думанян'
                                    '\n🇺🇦 ucraino - Антон Билута'
                                    '\n🇰🇿 kazako - Даяна Сабитова'
                                    '\n\nSviluppatore: [id271870028|Антон Билута]'
                                    '\nPer la cooperazione, contattare lo sviluppatore.',
        'univ-menu-info':           'Puoi scoprire tutto qui.'
    },
    'hy-AM': {
        'choose-lang':              'Выберите язык:',
        'conf-choose-lang':         'Вы выбрали язык - Русский.'
                                    '\nДля обеспечения корректной работы системы необходим сбор дополнительных данных. '
                                    'Согласно ФЗ №152 «О персональных данных» ваши данные не будут разглашены.',
        'settings-save':            'Изменения были сохранены',
        'accept-agreement':         'Приятного использования!'
                                    '\nДля вызова основного меню повторите команду "!start" или воспользуйтесь одной из '
                                    'предложенных кнопок.',
        'deny-agreement':           'Хорошо! Вы всё еще можете пользоваться системой, предлагаем ознакомиться с '
                                    'документацией о правильном пользовании.'
                                    '\nhttps://vk.com/@studfpm-fktpm-bot',
        'main-menu-info':           'Добро пожаловать!'
                                    '\nЯ - система информирования студентов «Ментор.КубГУ». Понадобиться помощь - '
                                    'просто вспомни обо мне 😉',
        'settings-menu-info':       'Выбирай с умом!',
        'navigation-menu-info':     '1 - Навигация по Вузу'
                                    '\n2 - Где поесть?'
                                    '\n3 - Нужна печать?'
                                    '\n4 - Отдохнуть!',
        'sorry-allchat':            'Пока что я реагирую только в ЛС',
        'about-app':                'Система информирования студентов КубГУ (Ментор КубГУ).'
                                    '\n\n Версия: v1.2 (1067)'
                                    '\nЧто нового: \n\t- Внесены правки в текст.\n\t- Добавлена языковая система'
                                    '\n\nЯзыки:'
                                    '\n🇷🇺 Русский - Антон Билута, Марина Израильян'
                                    '\n🇬🇧 Английский - Марина Израильян'
                                    '\n🇮🇹 Итальянский - Марина Израильян'
                                    '\n🇦🇲 Армянский - Рубен Захарян, Леван Думанян'
                                    '\n🇺🇦 Украинский - Антон Билута'
                                    '\n🇰🇿 Казахстанский - Даяна Сабитова'
                                    '\n\nРазработчик: [id271870028|Антон Билута]'
                                    '\nПо вопросам сотрудничества обращаться к разработчику.',
        'univ-menu-info':           'Вы можете узнать тут всё.'
    },
    'uk-UA': {
        'choose-lang':              'Виберіть мову:',
        'conf-choose-lang':         'Ви вибрали мову - Українська.'
                                    '\nДля забезпечення коректної роботи системи потрібний збір додаткових даних. '
                                    'Відповідно до ФЗ РФ №152 «Про персональні дані» ваші дані не будуть розголошені.',
        'settings-save':            'Зміни були збережені',
        'accept-agreement':         'Приємного використання!'
                                    '\nЩоб викликати основне меню, повторіть команду "!start" або скористайтеся однією '
                                    'із запропонованих кнопок.',
        'deny-agreement':           'Добре! Ви все ще можете скористатися системою, пропонуємо ознайомитися з '
                                    'документацією про правильне користування.'
                                    '\nhttps://vk.com/@studfpm-fktpm-bot',
        'main-menu-info':           'Ласкаво просимо!'
                                    '\nЯ – система інформування студентів «Ментор.КубГУ». Потрібна допомога - '
                                    'просто згадай про мене 😉',
        'settings-menu-info':       'Вибирай з розумом!',
        'navigation-menu-info':     '1 - Навігація по Університету'
                                    '\n2 - Де поїсти?'
                                    '\n3 - Потрібний друк?'
                                    '\n4 - Відпочити!',
        'sorry-allchat':            'Поки що я реагую лише у ЛЗ',
        'about-app':                'Система інформування студентів КубДУ (Ментор КубДУ).'
                                    '\n\n Версія: v1.2 (1067)'
                                    '\nЩо нового: \n\t- Внесені правки до тексту.\n\t- Додана мовна система'
                                    '\n\nМови:'
                                    '\n🇷🇺 Російська - Антон Билута, Марина Израильян'
                                    '\n🇬🇧 Англійська - Марина Израильян'
                                    '\n🇮🇹 Італійська - Марина Израильян'
                                    '\n🇦🇲 Вірменський - Рубен Захарян, Леван Думанян'
                                    '\n🇺🇦 Український - Антон Билута'
                                    '\n🇰🇿 Казахстанська - Даяна Сабитова'
                                    '\n\nРозробник: [id271870028|Антон Билута]'
                                    '\nЗ питань співпраці звертатися до розробника.',
        'univ-menu-info':           'Ви можете дізнатися тут все.'
    },
    'kk-KZ': {
        'choose-lang':              'Выберите язык:',
        'conf-choose-lang':         'Вы выбрали язык - Русский.'
                                    '\nДля обеспечения корректной работы системы необходим сбор дополнительных данных. '
                                    'Согласно ФЗ №152 «О персональных данных» ваши данные не будут разглашены.',
        'settings-save':            'Изменения были сохранены',
        'accept-agreement':         'Приятного использования!'
                                    '\nДля вызова основного меню повторите команду "!start" или воспользуйтесь одной из '
                                    'предложенных кнопок.',
        'deny-agreement':           'Хорошо! Вы всё еще можете пользоваться системой, предлагаем ознакомиться с '
                                    'документацией о правильном пользовании.'
                                    '\nhttps://vk.com/@studfpm-fktpm-bot',
        'main-menu-info':           'Добро пожаловать!'
                                    '\nЯ - система информирования студентов «Ментор.КубГУ». Понадобиться помощь - '
                                    'просто вспомни обо мне 😉',
        'settings-menu-info':       'Выбирай с умом!',
        'navigation-menu-info':     '1 - Навигация по Вузу'
                                    '\n2 - Где поесть?'
                                    '\n3 - Нужна печать?'
                                    '\n4 - Отдохнуть!',
        'sorry-allchat':            'Пока что я реагирую только в ЛС',
        'about-app':                'Система информирования студентов КубГУ (Ментор КубГУ).'
                                    '\n\n Версия: v1.2 (1067)'
                                    '\nЧто нового: \n\t- Внесены правки в текст.\n\t- Добавлена языковая система'
                                    '\n\nЯзыки:'
                                    '\n🇷🇺 Русский - Антон Билута, Марина Израильян'
                                    '\n🇬🇧 Английский - Марина Израильян'
                                    '\n🇮🇹 Итальянский - Марина Израильян'
                                    '\n🇦🇲 Армянский - Рубен Захарян, Леван Думанян'
                                    '\n🇺🇦 Украинский - Антон Билута'
                                    '\n🇰🇿 Казахстанский - Даяна Сабитова'
                                    '\n\nРазработчик: [id271870028|Антон Билута]'
                                    '\nПо вопросам сотрудничества обращаться к разработчику.',
        'univ-menu-info':           'Вы можете узнать тут всё.'
    }
}

btn = {
    'ru-RU': {
        'accept':           'Принять',
        'deny':             'Отклонить',
        'main-menu':        'Главное меню',
        'commands':         'Команды',
        'instructions':     'Документация',
        'settings':         'Настройки',
        'next':             'След.',
        'prev':             'Пред.',
        'main-menu-list': {
            'personal-area':    'Личный кабинет',
            'faculties':        'Факультеты',
            'university':       'Вуз',
            'nav':              'Навигатор',
            'faq':              'F.A.Q.',
            'shop':             'Магазин',
            'app':              'Модули',
            'settings':         'Настройки'
        },
        'univ-menu': {
            'info-kubsu':       'О КубГУ',
            'inkubsu':          'Поступление',
            'univ-live':        'Унив.Жизнь',
            'spam':             'Рассылка'
        },
        'inkubsu-btn': {
            'naprav': {
                'bakmag':           'Бакалавр/Магистр',
                'aspir':            'Аспирантура'
            },
            'whatis':{
                'what-bakmag':           'Что такое бакалавриат?',
                'what-aspir':            'Что такое магистратура?',
                'contacts':              'Контакты приём.комиссии',
                'napravs':               'Направления подготовки',
                'help-abit':             'Помощь поступающим',
                'info-home':             'Инфо об общежитии',
                'documents':             'Документы',
                'coast':                 'Где узнать стоимость'

            }
        },
        'univ-live-menu': {
            'news':             'Новости',
            'events':           'Мероприятия',
            'structs':          'Структуры',
            'clubs':            'Клубы',
            'opportunities':    'Возможности',
            'museums':           'Музеи',
            'clubs-menu': {
                'presscenter':      'Пресс-центр',
                'imperial':         'Империал',
                'greencubik':       'Зеленый кубик',
                'sevengran':        'Седьмая грань',
                'patriotvosp':      'ЦПВ',
                'pardeb':           'КПД',
                'nastav':           'КСН',
                'shtab':            'ОРСО',
                'nackult':          'ЦНК'
            }
        },
        'navigation': {
            'univ':             'По вузу',
            'eat':              'Где поесть',
            'print':            'Распечатать',
            'relax':            'Отдохнуть'
        },
        'facultets': {
            'list':             'Список',
            'biofacult':        'Биофак',
            'iggts':            'ИГГТиС',
            'fad':              'ФАД',
            'jurfuck':          'Журфак',
            'fismo':            'ФИСМО',
            'fktpm':            'ФКТиПМ',
            'matfak':           'ФМиКН',
            'fppk':             'ФППК',
            'rgf':              'РГФ',
            'fup':              'ФУП',
            'fhivt':            'ФХиВТ',
            'ftf':              'ФТФ',
            'filfac':           'Филфак',
            'hudgraf':          'ХудГраф',
            'econom':           'Эконом',
            'urfak':            'ЮрФак',
            'inspo':            'ИНСПО',
            'menu': {
                'info':             'Информация',
                'contacts':         'Контакты',
                'schedule':         'Расписание',
                'stud':             'СтудСовет',
                'prof':             'Профорганизация',
                'sno':              'СНО'
            }
        },
        'setting-list': {
            'change-lang':      'Сменить язык',
            'about':            'О приложении',
            'delete':           'Удалить себя'
        },
        'app-menu': {
            'wifi':             'Wi-Fi',
            'blanks':           'Бланки',
            'smartapp':         'Моб.Приложения',
            'panorama':         'Панорама КубГУ'
        },
        'back':             'Назад'
    },
    'en-GB': {
        'accept':           'Accept',
        'deny':             'Deny',
        'main-menu':        'Main menu',
        'commands':         'Commands',
        'instructions':     'Instructions',
        'settings':         'Settings',
        'next':             'Next',
        'prev':             'Prev',
        'main-menu-list': {
            'personal-area':    'Personal Area',
            'faculties':        'Faculties',
            'university':       'University',
            'nav':              'Navigator',
            'faq':              'F.A.Q.',
            'shop':             'Shop',
            'app':              'Apps',
            'settings':         'Settings'
        },
        'univ-menu': {
            'info-kubsu':       'About KubSU',
            'inkubsu':          'Admission',
            'univ-live':        'University Life',
            'spam':             'Newsletter'
        },
        'inkubsu-btn': {
            'naprav': {
                'bakmag':           'Bachelor/Master',
                'aspir':            'Postgraduate studies'
            },
            'whatis':{
                'what-bakmag':           'What is an undergraduate degree?',
                'what-aspir':            "What is a Master's Degree?",
                'contacts':              'Contacts of select.committee',
                'napravs':               'Directions of training',
                'help-abit':             'Help for applicants',
                'info-home':             'Hostel info',
                'documents':             'Documentation',
                'coast':                 'How much is?'

            }
        },
        'univ-live-menu': {
            'news':             'News',
            'events':           'Events',
            'structs':          'Structures',
            'clubs':            'Clubs',
            'opportunities':    'Opportunities',
            'museums':           'Museums',
            'clubs-menu': {
                'presscenter':      'Press center',
                'imperial':         'Imperial',
                'greencubik':       'Green cube',
                'sevengran':        'Seventh facet',
                'patriotvosp':      'CPE',
                'pardeb':           'PDC',
                'nastav':           'SMC',
                'shtab':            'BRSB',
                'nackult':          'CNC'
            }
        },
        'navigation': {
            'univ':             'the University',
            'eat':              'Where to eat',
            'print':            'Print',
            'relax':            'Relax'
        },
        'facultets': {
            'list':             'List',
            'biofacult':        'Biology',
            'iggts':            "IGGT'n'S",
            'fad':              'FAD',
            'jurfuck':          'Journalism',
            'fismo':            "FHS'n'IR",
            'fktpm':            "FCT'n'AM",
            'matfak':           "FM'n'CS",
            'fppk':             'FPPC',
            'rgf':              'FRGP',
            'fup':              'FMP',
            'fhivt':            "FC'n'HT",
            'ftf':              'PTF',
            'filfac':           'Philology',
            'hudgraf':          'ArtGraph',
            'econom':           'Economic',
            'urfak':            'Law',
            'inspo':            'ISVE',
            'menu': {
                'info':             'Information',
                'contacts':         'Contacts',
                'schedule':         'Schedule',
                'stud':             'StudCouncil',
                'prof':             'TradeUnion',
                'sno':              'StudScientific'
            }
        },
        'setting-list': {
            'change-lang':      'Change language',
            'about':            'About app',
            'delete':           'Delete account'
        },
        'app-menu': {
            'wifi':             'Wi-Fi',
            'blanks':           'Blanks',
            'smartapp':         'MobileApp',
            'panorama':         'Panorama KubSU'
        },
        'back':             'Back'

    },
    'kk-KZ': {
        'accept':           'Принять',
        'deny':             'Отклонить',
        'main-menu':        'Главное меню',
        'commands':         'Комманды',
        'instructions':     'Документация',
        'settings':         'Настройки',
        'main-menu-list': {
            'personal-area':    'Личный кабинет',
            'faculties':        'Факультеты',
            'university':       'Вуз',
            'nav':              'Навигатор',
            'faq':              'F.A.Q.',
            'shop':             'Магазин',
            'settings':         'Настройки'
        },
        'setting-list': {
            'change-lang':      'Сменить язык',
            'about':            'О приложении',
            'delete':           'Удалить себя'
        },
        'about-menu': {
            'back':             'Назад'
        }
    },
    'uk-UA': {
        'accept':           'Прийняти',
        'deny':             'Відхилити',
        'main-menu':        'Головне меню',
        'commands':         'Команди',
        'instructions':     'Документація',
        'settings':         'Налаштування',
        'main-menu-list': {
            'personal-area':    'Особистий кабінет',
            'faculties':        'Факультети',
            'university':       'Університет',
            'nav':              'Навігатор',
            'faq':              'F.A.Q.',
            'shop':             'Магазин',
            'settings':         'Налаштування'
        },
        'setting-list': {
            'change-lang':      'Змінити мову',
            'about':            'О приложении',
            'delete':           'Видалити себе'
        }
    },
    'hy-AM': {
        'accept':           'Принять',
        'deny':             'Отклонить',
        'main-menu':        'Главное меню',
        'commands':         'Комманды',
        'instructions':     'Документация',
        'settings':         'Настройки',
        'main-menu-list': {
            'personal-area':    'Личный кабинет',
            'faculties':        'Факультеты',
            'university':       'Вуз',
            'nav':              'Навигатор',
            'faq':              'F.A.Q.',
            'shop':             'Магазин',
            'settings':         'Настройки'
        },
        'setting-list': {
            'change-lang':      'Сменить язык',
            'about':            'О приложении',
            'delete':           'Удалить себя'
        }
    },
    'it-IT': {
        'accept':           'Принять',
        'deny':             'Отклонить',
        'main-menu':        'Главное меню',
        'commands':         'Комманды',
        'instructions':     'Документация',
        'settings':         'Настройки',
        'main-menu-list': {
            'personal-area':    'Личный кабинет',
            'faculties':        'Факультеты',
            'university':       'Вуз',
            'nav':              'Навигатор',
            'faq':              'F.A.Q.',
            'shop':             'Магазин',
            'settings':         'Настройки'
        },
        'setting-list': {
            'change-lang':      'Сменить язык',
            'about':            'О приложении',
            'delete':           'Удалить себя'
        }
    }
}

faculties = {
    'biofacult': {
        'info': 'Биологический факультет.',
        'contacts': 'Контакты биофака',
        'rasp': 'Расписание биофака',
        'stud': 'Студ Биофака',
        'prof': 'Профбюро биофака',
        'sno': 'СНО Биофака'
    },
    'iggts': {
        'info': 'Институт географии, геологии, туризма и сервиса.',
        'contacts': 'Контакты ИГГТиС',
        'rasp': 'Расписание ИГГТиС',
        'stud': 'Студ ИГГТиС',
        'prof': 'Профбюро ИГГТиС',
        'sno': 'СНО ИГГТиС'
    },
    'fad': {
        'info': 'Факультет архитекруты и дизайна.',
        'contacts': 'Контакты ФАДА',
        'rasp': 'Расписание ФАДА',
        'stud': 'Студ ФАДА',
        'prof': 'Профбюро ФАДА',
        'sno': 'СНО ФАДА'
    },
    'jurfuck': {
        'info': 'Факультет журналистики.',
        'contacts': 'Контакты журфака',
        'rasp': 'Расписание журфака',
        'stud': 'Студ журфака',
        'prof': 'Профбюро журфака',
        'sno': 'СНО журфака'
    },
    'fismo': {
        'info': 'Факультет истории, социологии и международных отношений.',
        'contacts': 'Контакты ФИСМО',
        'rasp': 'Расписание ФИСМО',
        'stud': 'Студ ФИСМО',
        'prof': 'Профбюро ФИСМО',
        'sno': 'СНО ФИСМО'
    },
    'fktpm': {
        'info': 'Факультет компьютерных технологий и прикладной математики.',
        'contacts': 'Контакты ФКТиПМ',
        'rasp': 'Расписание ФКТиПМ',
        'stud': 'Студ ФКТиПМ',
        'prof': 'Профбюро ФКТиПМ',
        'sno': 'СНО ФКТиПМ'
    },
    'matfak': {
        'info': 'Факультет математики и компьютерных наук.',
        'contacts': 'Контакты Матфака',
        'rasp': 'Расписание Матфака',
        'stud': 'Студ Матфака',
        'prof': 'Профбюро Матфака',
        'sno': 'СНО Матфака'
    },
    'fppk': {
        'info': 'Факультет педагогики, психологии и коммуникативистики.',
        'contacts': 'Контакты ФППК',
        'rasp': 'Расписание ФППК',
        'stud': 'Студ ФППК',
        'prof': 'Профбюро ФППК',
        'sno': 'СНО ФППК'
    },
    'rgf': {
        'info': 'Факультет романо-германской филологии.',
        'contacts': 'Контакты РГФ',
        'rasp': 'Расписание РГФ',
        'stud': 'Студ РГФ',
        'prof': 'Профбюро РГФ',
        'sno': 'СНО РГФ'
    },
    'fup': {
        'info': 'Факультет управления и психологии.',
        'contacts': 'Контакты ФУПа',
        'rasp': 'Расписание ФУПа',
        'stud': 'Студ ФУПа',
        'prof': 'Профбюро ФУПа',
        'sno': 'СНО ФУПа'
    },
    'fhivt': {
        'info': 'Факультет химии и высоких технологий.',
        'contacts': 'Контакты ФХиВТ',
        'rasp': 'Расписание ФХиВТ',
        'stud': 'Студ ФХиВТ',
        'prof': 'Профбюро ФХиВТ',
        'sno': 'СНО ФХиВТ'
    },
    'ftf': {
        'info': 'Физико-технический факультет.',
        'contacts': 'Контакты ФТФ',
        'rasp': 'Расписание ФТФ',
        'stud': 'Студ ФТФ',
        'prof': 'Профбюро ФТФ',
        'sno': 'СНО ФТФ'
    },
    'filfac': {
        'info': 'Филологический факультет.',
        'contacts': 'Контакты Филфака',
        'rasp': 'Расписание Филфака',
        'stud': 'Студ Филфака',
        'prof': 'Профбюро Филфака',
        'sno': 'СНО Филфака'
    },
    'hudgraf': {
        'info': 'Художественно-графический факультет.',
        'contacts': 'Контакты Худграфа',
        'rasp': 'Расписание Худграфа',
        'stud': 'Студ Худграфа',
        'prof': 'Профбюро Худграфа',
        'sno': 'СНО Худграфа'
    },
    'econom': {
        'info': 'Экономический факультет.',
        'contacts': 'Контакты Эконома',
        'rasp': 'Расписание Эконома',
        'stud': 'Студ Эконома',
        'prof': 'Профбюро Эконома',
        'sno': 'СНО Эконома'
    },
    'urfak': {
        'info': 'Юридический факультет.',
        'contacts': 'Контакты Юрфака',
        'rasp': 'Расписание Юрфака',
        'stud': 'Студ Юрфака',
        'prof': 'Профбюро Юрфака',
        'sno': 'СНО Юрфака'
    },
    'inspo': {
        'info': 'Институт среднего профессионального образования.',
        'contacts': 'Контакты ИНСПО',
        'rasp': 'Расписание ИНСПО',
        'stud': 'Студ ИНСПО',
        'prof': 'Профбюро ИНСПО',
        'sno': 'СНО ИНСПО'
    }
}